{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"layout":"t4s-container-wrap","cl_bg":"","text_color":"","cl_bg_gradient":"","mg":"60px,,60px,","pd":"","mg_tb":"","pd_tb":"","mg_mb":",,30px,","pd_mb":""}},"sidebar-page":{"type":"sidebar-page","blocks":{"f69681ed-b75e-42de-be58-fdf73b3b7e08":{"type":"blog_cate","settings":{"title":"Blog categories","cat_link_list":"","count":true}}},"block_order":["f69681ed-b75e-42de-be58-fdf73b3b7e08"],"disabled":true,"settings":{"enable_drawer":false,"space":50,"size":"medium","br_style":"none","brcolor":"#222222","sidebar_bdr":5,"sidebar_pd":10}},"heading":{"type":"heading-template","blocks":{"1_NiYnz9":{"type":"1","settings":{"heading":"","fontf":"inherit","text_cl":"#ffffff","text_fs":32,"text_lh":0,"text_fw":400,"text_ls":0,"font_italic":false,"font_uppercase":false,"text_shadow":false,"text_mgb":0,"hidden_mobile":false,"text_fs_mb":20,"text_lh_mb":0,"text_ls_mb":0,"text_mgb_mobile":0}}},"block_order":["1_NiYnz9"],"settings":{"heading_fullwidth":true,"image":"shopify:\/\/shop_images\/header-aop-privacy-policy.jpg","use_specify_image":true,"parallax":false,"color":"#000000","textcolor":"#ffffff","overlay":40,"padding":100,"paddingmb":50,"mg_b":70,"mg_bmb":50,"content_align":"t4s-text-center","bg_pos":"center center","bg_repeat":"no-repeat","bg_size":"cover","use_cus_css":false,"code_cus_css":".SectionID {\nbackground-color:red\n}"}},"feature_columns_yByPbA":{"type":"feature_columns","blocks":{"text_block_hLgKKj":{"type":"text_block","settings":{"enable_image":false,"title":"Privacy Policy","text":"<p><a href=\"https:\/\/glnmedia.s3.amazonaws.com\/pdf\/privacypolicies\/AOP_PrivacyPolicy.pdf\" target=\"_blank\">Download Printable AOP Privacy Policy (PDF)<\/a><br\/><\/p><p>Effective as of July 31, 2023<\/p><p>We know you care about how your personal information is used and shared, and we take your privacy and the privacy of students seriously. We've updated our privacy policy (\"Privacy Policy\") so that it more accurately describes our practices. Let us know if you have any questions.<\/p><p>Alpha Omega Publications and Ignite Christian Academy f\/n\/a Alpha Omega Academy (\"AOP\", \"we\", \"us\", or \"our\") are owned by Imagine Learning LLC and provide online Christian education services to build a strong foundation for achievement. Alpha Omega Publications is online homeschooling curriculum for families seeking to provide home-based education to their K-12 students. Ignite Christian Academy is an online private school that provides individualized education to students in K-12. Students complete online lessons with the support of a personalized team of teachers, advisors, and counselors.<\/p><p>This Privacy Policy describes our practices regarding information we collect online, including <a href=\"\/\" target=\"_blank\" title=\"\/\">AOP.com,<\/a> <a href=\"https:\/\/www.ignitechristianacademy.com\/\" target=\"_blank\">IgniteChristianAcademy.com<\/a>, and any other interactive features or services owned or controlled by AOP that post a link to this Privacy Policy (each, a \"Service\" and collectively, the \"Services\"), as well as any information we collect offline and combine in our databases. Certain features discussed in this Privacy Policy may not be offered on each Service at any particular time.<\/p><h1>What is This Policy?<\/h1><p><strong>WE FULLY DESCRIBE OUR PRIVACY PRACTICES BELOW IN THIS PRIVACY POLICY. THIS SUMMARY PROVIDES AN OVERVIEW OF SOME IMPORTANT INFORMATION REGARDING OUR USE AND SHARING OF YOUR INFORMATION. PLEASE READ THE ENTIRE PRIVACY POLICY VERY CAREFULLY. BY USING ANY SERVICE, YOU AGREE TO BE BOUND BY THIS PRIVACY POLICY IN ITS ENTIRETY AND ARE ALSO SUBJECT TO THE APPLICABLE TERMS OF SERVICE.<\/strong><\/p><h1>What Information Does AOP Collect?<\/h1><p><strong>Information that we collect is primarily used to communicate with you and to provide and maintain access to AOP's Services.<\/strong><\/p><p><span style=\"text-decoration:underline\"><strong>Information Shared with Us<\/strong><\/span>: We may collect \"<strong>Personal Information<\/strong>\" (which is information that can reasonably be used alone or in combination with other reasonably available information, to identify or contact a specific individual). Personal Information includes, but is not limited to, contact information, user (including child and parent\/guardian) data, metadata, and user content. Any information combined with Personal Information will be treated as Personal Information. The information that we collect from logged-in users includes information that you voluntarily provide to us when you use your account and information that is automatically collected when you are logged into the AOP platform. The information collected depends on whether you are a teacher, parent, or student. Below is a list of information collected across our Services.<\/p><p><em><strong>Parent\/Teacher User Account:<\/strong><\/em><\/p><ul><li>First Name<\/li><li>Last Name<\/li><li>Physical Address<\/li><li>E-mail Address<\/li><li>Phone Number<\/li><li>Payment Information (Note that AOP does not store such information within our systems or network. Such information is stored directly with a third party or, if given directly, deleted immediately after payment has been processed.)<\/li><li>Username and password for our Services<\/li><li>Survey responses about the Services (optional)<\/li><\/ul><p><em><strong>Child\/Student Users<\/strong><\/em>: Note that children do not create their own accounts but may access online curriculum Services through an account created for them by their parent or guardian. Certain information about children is collected through such account as listed below.<\/p><ul><li>First Name<\/li><li>Last Name<\/li><li>Username and password for our Services<\/li><li>Grade Level<\/li><li>Medical or Health information (if the parent or legal guardian requests learning accommodations for the child\/student)<\/li><li>Individual Education Plan (IEP)\/504 Plan status (optional)<\/li><li>Information through use of our Services:<\/li><li>Assessment results and scores including academic performance and placement, and observation results<\/li><li>Curriculum progress<\/li><li>Audio recordings<\/li><li>Student-generated content (e.g., responses to writing prompts and math journals)<\/li><li>Communications (such as chat text logs between students and certified teachers, grade commentary, etc.)<\/li><li>Certificates of achievement and curriculum completion<\/li><li>Student class attendance data<\/li><li>Student survey responses about the Services (optional)<\/li><li>Student schedule courses<\/li><\/ul><p>Additional information about a child user may be collected through a user account for Ignite Christian Academy such as:<\/p><ul><li>Picture<\/li><li>Date of Birth<\/li><li>Gender (optional)<\/li><li>Year of Graduation<\/li><li>Information through use of our Services:<\/li><li>Standardized test scores<\/li><li>Prior school enrollment or transcript<\/li><li>Extracurricular activities student may belong or participate in such as NCAA (Optional)<\/li><\/ul><p><span style=\"text-decoration:underline\"><strong>Information collected from our marketing website<\/strong><\/span>: Independent of our Services used by students, parents, and teachers, we have websites limited to those browsing our marketing content. Our marketing websites collect some data, such as IP address, name, contact information and student grade level, via online forms and some data via cookies and other social media trackers used on marketing pages.<\/p><h2>Information Received from Third Parties<\/h2><p>Third parties may provide us with information about you. For example, if you are on a third-party website, and opt-in to receive information from us, that third party will forward information to us so that we may contact you as requested. Any personal information received from these third parties will be handled in accordance with this Privacy Policy and our agreements with these parties. We sometimes combine information we receive from third parties with the personal information we collect through the Services. Any such combined information will be treated as Personal Information in accordance with this Privacy Policy.<\/p><p>Similarly, if you publicly post information on a third-party platform, such as a social media site that references AOP or one of the Services, your post may be published on our Services in accordance with that third party's terms. These features may collect your IP address or other unique identifier and which page you are visiting on our website and may also set a cookie to enable the third-party feature to function properly. When you use a third-party feature through the Services, the third party may also have access to information about you and your use of our Services. Your interactions with third-party links and features are governed by the privacy policies of the third parties.<\/p><p>The information we collect is subject to this Privacy Policy. The information collected and stored by the third party remains subject to the third party's privacy practices, including: whether the third party continues to share information with us, the types of information shared, and your choices with regard to what is visible to others on that third party website and service. The third party may allow you to remove the application or feature (in which case we will no longer collect information about you through the application or feature), but we may retain the information previously collected in compliance with all applicable laws.<\/p><h2>Information We Collect Automatically<\/h2><p><span style=\"text-decoration:underline\"><strong>Usage Information<\/strong><\/span>: Like other websites and online services, we and our analytics providers, vendors and other third-party service providers may automatically collect certain \"Usage Information\" whenever you access and use the Services. Usage Information may include: the browser and operating system you are using, the URL that referred you to our Services (if applicable), the search terms you entered into a search engine that lead you to our Services (if applicable), all of the areas within our Services that you visit, the time of day you used the Services, and other information. We may use Usage Information for a variety of purposes, including to select appropriate content to display to you and to enhance or otherwise improve the Services and our products.<\/p><p>In addition, we automatically collect your IP address or other unique identifier (\"Device Identifier\") for any computer, mobile phone or other device (any, a \"Device\") you may use to access the Services. A Device<\/p><p>Identifier is a number automatically assigned to the Device used to access a Service, and our servers identify your Device by its Device Identifier. Usage Information is generally non-identifying, but if we associate it with you as a specific and identifiable person, we treat it as Personal Information.<\/p><p><span style=\"text-decoration:underline\"><strong>Cookies<\/strong><\/span>: Like many other websites and apps, we use \"cookies\" (a small file sent to your computer by a website or device to allow the website or app to store information which uniquely identifies you) or other similar software to collect data in order to assist our users and provide them with a more personal experience visits in our Website or apps. For example, cookies help our systems recognize you if you return to our Services shortly after exiting them. You can always disable cookies at your browser or device's settings, but please note that if you do so, some (or all) of the features and functionality of our Services may not be available to you. For more information about the type of cookies we track please visit our Cookies Notice.<\/p><p><span style=\"text-decoration:underline\"><strong>How We Respond to Do Not Track Signals<\/strong><\/span>: Please note that your browser setting may allow you to automatically transmit a \"Do Not Track\" (DNT) signal to websites and online service you visit. DNT is a privacy preference that users can set in certain web browsers to inform websites and services that they do not want certain information about their webpage visits collected over time and across websites or online services. However, we do not recognize or respond to browser-initiated DNT signals, as the internet industry is still working to determine what DNT means, how to comply with DNT, and how to create a common approach to responding to DNT. To find out more about \"Do Not Track\", please visit <a href=\"http:\/\/www.allaboutdnt.com\/\" target=\"_blank\">http:\/\/www.allaboutdnt.com.<\/a><\/p><h1>De-identified and Aggregate Data<\/h1><p>We frequently aggregate information in a way that is designed to make it impracticable to use that data to identify a particular person. We also sometimes maintain individual data records with personal identifiers removed in a manner that is impracticable to relink it to any specific individual. In this Privacy Policy, we refer to such data as \"De-Identified Data\" and do not consider it to be Personal Information. We do not attempt to re-identify information that has been de-identified.<\/p><h1>What Does AOP Do With Personal Information?<\/h1><p>We may use your Personal Information and other information collected through the website for the following purposes:<\/p><ul><li><span style=\"text-decoration:underline\"><strong>To Provide the Services<\/strong><\/span>: We use your information to verify your registration, allow you to participate in features we offer, contact you regarding the Services, for billing and account management.<\/li><li><span style=\"text-decoration:underline\"><strong>To Operate the Websites<\/strong><\/span>: Your information may be used to tailor content, recommendations and offers we display to you, both on the Services and elsewhere online, as well as to analyze usage of the Services and popularity and performance of our Sites.<\/li><li><span style=\"text-decoration:underline\"><strong>To Communicate with You<\/strong><\/span>: We use your information to respond to your request, comments and questions.<\/li><li><span style=\"text-decoration:underline\"><strong>To Improve the Services<\/strong><\/span>: Your information may be used to improve the quality and types of services that we deliver.<\/li><li><span style=\"text-decoration:underline\"><strong>To Send Marketing Communications<\/strong><\/span>: We may send marketing communications to current users. Additionally, anyone may sign up to receive communications from us regarding new or existing offerings or other materials that may be of interest, including offers and materials from our related platforms. Anyone who receives these communications may unsubscribe at any time by clicking on the unsubscribe link in any e-mail. Children under the age of 18 are prohibited from signing up for marketing communications and will be unsubscribed if we become aware of a child under the age of 18 signing up to receive these communications. Children will not receive any marketing on their accounts.<\/li><li><span style=\"text-decoration:underline\"><strong>For Business Purpose and Research<\/strong><\/span>: We may use anonymous data to perform research and for our lawful business purposes such as administrative matters.<\/li><li><span style=\"text-decoration:underline\"><strong>For Compliance, Fraud Prevention, and Safety<\/strong><\/span>: We use your information as we believe is necessary or appropriate to (a) enforce our terms and conditions; (b) protect our (and your) rights, privacy, safety or property; and (c) protect, investigate, and deter against fraudulent, harmful, unauthorized, unethical, or illegal activity.<\/li><li><span style=\"text-decoration:underline\"><strong>To Comply with Law<\/strong><\/span>: We use your information as we believe necessary or appropriate to comply with applicable laws, lawful requests, and legal process (such as to respond to subpoenas or requests from government authorities).<\/li><li><span style=\"text-decoration:underline\"><strong>With Your Consent<\/strong><\/span>: In some cases, we may ask for your consent to collect, use, or share your Personal Information, such as when required by law or agreements with third parties.<\/li><\/ul><h1>How we Share Information?<\/h1><p>We use third-party service providers to provide a variety of services, such as assisting us with providing customer support, hosting our Services, providing us with analytics about how people use our Services, assisting us with marketing our Services, sending and tracking responses to email, providing a framework for the delivery of assessment tools and analytics, storing data, and helping us identify and track bugs and errors in our Services. Third parties we work with are contractually prohibited from using any Personal Information for any purpose other than providing the services we request from them.<\/p><p>We may also share information that we collect in the following (or comparable) circumstances:<\/p><ul><li>if we believe in good faith that it is necessary to disclose the information under any applicable law or regulation (for example, in response to a court order or a subpoena);<\/li><li>we may display personal testimonials of satisfied users or other endorsements on our Services. With your consent, we may post your testimonial along with your name. If you wish to update or delete your testimonial, you can contact us.<\/li><li>if we believe in good faith that it is necessary to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person;<\/li><li>to investigate and act upon potential violations of the law or of our terms of service;<\/li><li>in response to bankruptcy proceedings;<\/li><li>with guardians or parents so they can see information about their children, such as the child's name and activity on assignments (including time of activity and any responses to questions, extending to grades for those assignments);<\/li><li>with third-party products specifically configured to interoperate with AOP;<\/li><li>if the information is De-Identified data;<\/li><li>with our corporate affiliates, parents, and\/or subsidiaries; or<\/li><li>in other circumstances that you expressly consent to.<\/li><\/ul><p>We will not sell Personal Information to anyone. However, we do share Personal Information that could be considered a 'sale' under the California Consumer Privacy Act such as in connection with the sale of Imagine Learning's equity or assets or a merger of Imagine Learning with another company. Any sale or merger would be conditioned so that such information will continue to be covered by the then-applicable Privacy Policy or a policy at least as robust as such Privacy Policy.<\/p><h1>Third Party Content, Links to Other Sites, and AOP Content Found Outside the Site<\/h1><p>AOP does use any user data to target advertisements or marketing on behalf of third parties. We do not mine user data for any purposes other than those agreed to by the parties. Data mining or scanning of user content for the purpose of advertising or marketing to children or their parents is prohibited.<\/p><p>Certain content provided through the Services may be hosted and served by third parties. In addition, the Services may link to third party websites or content over which AOP has no control and which are governed by the privacy policies and business practices of those third parties.<\/p><p>Please also note that AOP content may be included on web pages and websites that are not associated with us and over which we have no control. These third parties may independently collect data. <strong>AOP is not responsible or liable for the privacy practices or business practices of any third party.<\/strong><\/p><h1>What happens if I access AOP's services through a mobile device?<\/h1><p>If you use the Services through a mobile device, you agree that AOP may store and use certain information for security purposes (for example, for user verification or authentication).<\/p><h1>Children's Information<\/h1><p>Protecting the privacy of young children is especially important to AOP. For this reason, we created certain features designed to help protect Personal Information relating to children who are less than 13 years of age or older if required by applicable law (\"Child Users\").<\/p><p>AOP does not knowingly permit children under 13 (and a higher age if required by the applicable law in another country) to use our Services without prior, express consent from a parent or legal guardian, except as permitted under the Children's Online Privacy Protection Rule (\"COPPA\"). If we learn that Personal Information of a child under 13 has been collected on our Services without prior parental consent, we will take appropriate steps to delete this information. If you are a parent or legal guardian (\"Parent\") and discover that your child under the age of 13 (or a higher age if required by applicable law) has a registered account with our Services without your consent, please contact AOP to request that we delete that child's personal information from our systems.<\/p><p><span style=\"text-decoration:underline\"><strong>How Does a Parent Consent to Their Child's Use of the Services?<\/strong><\/span> During the registration process, a Parent must consent to this Privacy Policy and our collection of data from their child. In compliance with COPPA, we verify that a Parent is in fact providing such consent by charging a credit card at the time of registration.<\/p><p>If a user is initially participating through a free trial, we may not collect credit card information at the time of registration. In such event, the parent will be required to verify their consent using another method.<\/p><p>Specifically, a parent registering to participate using a free trial will receive an email with a verification code or link in order to complete the registration process. If the parent abandons the registration process without providing the verification and does not return to complete the process, the account will not be activated. Following the free trial period, the parent will be required to provide a credit card (at which time the charging of that credit card will be used as the verification of the parent's consent). If the parent chooses not to extend the use of the Services after the end of the free trial period the account will be cancelled.<\/p><p><span style=\"text-decoration:underline\"><strong>How Does a Child Use the Services?<\/strong><\/span> Child Users can access our online curriculum Services through an account created by their Parent.<\/p><p><span style=\"text-decoration:underline\"><strong>What Children's Information is Visible to Others?<\/strong><\/span> No child's information is made available or visible to the public through AOP. Parents may view their children's information at any time by logging into their account. A child's teachers, counselors, and advisors at Ignite Christian Academy may see that child's information. Ignite Christian Academy school administrators may see information about all children enrolled at the school.<\/p><h1>Our Security Practices<\/h1><p>We strive to protect the confidentiality, security, and integrity of the Personal Information we collect from children and adults. We have put in place physical, electronic, and administrative procedures designed to safeguard and to help prevent unauthorized access to and maintain the security of personally identifiable information collected through our Services.<\/p><p>All accounts are protected by passwords. Please keep these passwords secret to prevent unauthorized access to these accounts. If you think someone has gained unauthorized access to an account please change your password and contact us immediately.<\/p><p>We take customary and reasonable measures designed to protect the confidentiality, security, and integrity of Personal Information collected on our Services, both during transmission and within our systems. Such protections include, but are not limited to:<\/p><ul><li>Data encryption and storage: Data is encrypted in transit (SSL\/TLS) and at rest. Personal Information is stored and processed within the continental United States.<\/li><li>Access: Access to Personal Information is restricted to a limited number of Imagine Learning employees who need such access to perform their job.<\/li><li>Data Systems Monitoring: We employ several third-party services that continuously monitor and scan our Services for vulnerabilities. Employees dedicated to operating the Services monitor these reports and receive automated alerts when performance falls outside of prescribed norms.<\/li><li>Incident Response Plan: Imagine Learning maintains an incident response plan.<\/li><li>Firewalls: Anti-virus software and firewalls are installed and configured to prevent malicious or unauthorized traffic.<\/li><li>Security audits: Imagine Learning conducts security audits and code reviews, both by external and internal providers.<\/li><li>Employee training: Imagine Learning has designated privacy and data security officials to oversee employee security training and compliance.<\/li><\/ul><h2>How will AOP Handle a Data Breach or Security Incident?<\/h2><p>While we have taken customary and reasonable steps to protect the Personal Information we collect, no system is 100% fail-proof and secure.<\/p><p>In the event AOP becomes aware of a data breach impacting your Personal Information, we will provide notification in compliance with all applicable laws. For example, we may post a notice on our homepage or elsewhere on the Service and may e-mail you at the e-mail address you have provided to us. Depending on where you live, you may have a legal right to receive notice of a security breach in writing.<\/p><p>AOP has procedures in place that are designed to stop threats to your personally identifiable information, to restore Services to full functionality, and to document and take proactive steps to ensure that any incident cannot be repeated. AOP will also preserve necessary evidence for investigation by security professionals and law enforcement as appropriate. In the unlikely event of an unauthorized disclosure of records, AOP will follow its internal procedures, which articulate how to report the problem to internal and external stakeholders. The notification process includes any information that can identify which customers and children may have been impacted, the data that may have been accessed, AOP's process to inform affected customers, and steps to prevent the incident from happening again as appropriate.<\/p><p>In the unlikely event of an unauthorized disclosure of Data, AOP has implemented a process for responding to incidents and notifying affected individuals (and, if applicable, law enforcement personnel).<\/p><p>If you have any questions about security on our Services, you can contact us at <a href=\"mailto:privacy@aop.com\">privacy@aop.com.<\/a><\/p><h1>How can I opt-out of sharing, providing, or receiving certain information?<\/h1><p><span style=\"text-decoration:underline\"><strong>Providing Personal Information<\/strong><\/span>: You can always decline to share personal information with us, or even block all cookies. However, it's important to remember that many of AOP's features may not be accessible, or may not function properly (for example, we may not be able to remember your language preferences for you) without this functionality.<\/p><p><span style=\"text-decoration:underline\"><strong>E-mail Communication<\/strong><\/span>: You can opt-out of receiving further communications by clicking the unsubscribe button at the bottom of any e-mail from us. AOP may continue to send you Service-related e- mails as we believe necessary to provide the Services but will never knowingly e-mail children.<\/p><h1>How can I access and manage my Personal Information?<\/h1><p>You may be able to review the information you provided to us on a Service and make any desired changes to the information, or to the settings for your account on that Service, by logging in to your account for that Service and editing or deleting the information. Note that certain accounts may have limitations regarding the ability to delete information. Even after information is deleted, we may maintain it in backup or archive form unless (i) you request permanent deletion or (ii) the account is terminated.<\/p><h1>What communications will I receive from AOP and how do I limit them?<\/h1><p>AOP may post notices on the homepage of our website and\/or may send users information by e-mail. You may choose to stop receiving certain e-mails from AOP by using the unsubscribe button at the bottom of the AOP e-mail. However, we reserve the right to send you information on our behalf and on behalf of third parties in connection with providing the Services. If you no longer want to receive information from us, you will need to close your account for that Service.<\/p><h1>How do I close my account?<\/h1><p>If you have an account and you wish to close your account and delete your personal information with one of our Services, please contact us, and we will close your account and delete your personal information, for the Service(s) you request. Please let us know which Service(s) you wish to close and, if applicable, send your request using an e-mail account that you have registered with AOP under your name. You typically will receive a response to a request sent to this account within five business days of our receiving it.<\/p><h1>How long does AOP keep my information?<\/h1><p>Upon termination of your account, you may request AOP delete any Personal Information, excluding information relating to messages you sent to active users. You understand and agree that AOP may continue to have Personal Information in archive files or similar databases. You further agree that AOP has no obligation to delete aggregated or de-identified information. AOP may retain and use aggregated and de-identified information for any purpose consistent with laws and regulations.<\/p><p>Even if your account is closed, information may remain in backup or archive records and we may retain certain data relevant to preventing fraud or future abuse or for legitimate business purposes, such as analysis of aggregated, non-personally identifiable or de-identified data, account recovery or if required by law. All retained data will continue to be subject to the applicable privacy policy for the Service.<\/p><h1>How will AOP notify me of changes to this policy?<\/h1><p>We will notify you of material changes to the Privacy Policy on our Website and will make efforts to notify customers of material changes that impact the treatment of data collected through our Services.<\/p><p>AOP may update this Privacy Policy at any time and any changes will be effective upon posting. Upon any update, the date at the top of this policy will be updated. In the event that there are material changes to the way we treat your Personal Information, you are responsible for regularly reviewing this Privacy Policy and your AOP account for notice of such modifications. Your continued use of the Services following an update to this Privacy Policy will constitute your acceptance of the updated Privacy Policy.<\/p><h1>Users in California, Colorado, Connecticut and Virginia<\/h1><p>If you are a resident of the state of California, Colorado, Connecticut or Virginia, you have certain data protection rights. AOP aims to take reasonable steps to allow you to correct, amend, delete, or limit the use of your Personal Information.<\/p><h2>California Residents<\/h2><p>For purposes of this section, \"Personal Information\" has the meaning given in the California Consumer Privacy Act of 2018 (\"CCPA\") but does not include information exempted from the scope of the CCPA.<\/p><h2>Your Rights<\/h2><p>In certain circumstances, you have the following data protection rights:<\/p><ul><li><span style=\"text-decoration:underline\"><strong>Information<\/strong><\/span>: You can request the following information about how we have collected and used your or your child's Personal Information during the past 12 months:<\/li><li>The categories of Personal Information that we have collected.<\/li><li>The categories of sources from which we collected Personal Information.<\/li><li>The business or commercial purpose for collecting and\/or selling Personal Information.<\/li><li>The categories of third parties with whom we share Personal Information.<\/li><li>Whether we have disclosed your Personal Information for a business purpose, and if so, the categories of Personal Information received by each category of third-party recipient.<\/li><li>Whether we've sold your Personal Information, and if so, the categories of Personal Information received by each category of third-party recipient.<\/li><li><span style=\"text-decoration:underline\"><strong>Access<\/strong><\/span>: You can request a copy of the Personal Information that we have collected about you during the past 12 months.<\/li><li><span style=\"text-decoration:underline\"><strong>Correct<\/strong><\/span>: You can request we correct any inaccurate Personal Information we have collected about you, taking into account the nature of the Personal Information and the purpose of the processing of the Personal Information.<\/li><li><span style=\"text-decoration:underline\"><strong>Delete<\/strong><\/span>: You can ask us to delete the Personal Information that we have collected from you.<\/li><li><span style=\"text-decoration:underline\"><strong>Opt-out of sales<\/strong><\/span>: We do not sell Personal Information. If we plan to sell your Personal Information, you will be notified and you can opt-out. In addition, if you direct us not to sell your Personal Information, we will consider it a request pursuant to California's \"Shine the Light\" law to stop sharing your personal information covered by that law with third parties for their direct marketing purposes.<\/li><li><span style=\"text-decoration:underline\"><strong>Nondiscrimination<\/strong><\/span>: You are entitled to exercise the rights described above free from discrimination in the form of legally prohibited increases in the price or decreases in the quality of our Services.<\/li><\/ul><h2>Virginia, Colorado & Connecticut Residents<\/h2><p>For purposes of this section, \"Personal Information\" means any information that is linked or reasonably associated to an identified or identifiable natural personal.<\/p><h2>Your Rights<\/h2><p>In certain circumstances you have the following data protection rights:<\/p><ul><li><span style=\"text-decoration:underline\"><strong>Access<\/strong><\/span>: You can request a copy of the Personal Information that we have collected about you during the past 12 months.<\/li><li><span style=\"text-decoration:underline\"><strong>Correct<\/strong><\/span>: You can request we correct any inaccurate Personal Information we have collected about you, taking into account the nature of the Personal Information and the purpose of the processing of the Personal Information.<\/li><li><span style=\"text-decoration:underline\"><strong>Delete<\/strong><\/span>: You can ask us to delete the Personal Information that we have collected from you.<\/li><li><span style=\"text-decoration:underline\"><strong>Opt-out of sales<\/strong><\/span>: We do not sell Personal Information. If we plan to sell your Personal Information, you will be notified and you can opt-out.<\/li><li><span style=\"text-decoration:underline\"><strong>Opt-out of Targeted Advertising and Profiling<\/strong><\/span>: You have the right to opt-out of sharing of your Personal Information for targeted advertising and profiling.<\/li><\/ul><h2>How to Exercise Your Rights<\/h2><p>You may exercise your privacy rights described above as follows:<\/p><ul><li>emailing <a href=\"mailto:privacy@aop.com\">privacy@aop.com<\/a><\/li><li>calling us toll-free at:<\/li><li>1-800-622-3070 (Alpha Omega Publications)<\/li><li>1-800-682-7396 (Ignite Christian Academy)<\/li><\/ul><p>We reserve the right to confirm your residence to process your requests and will need to confirm your identity to process your requests to exercise your information, access, correction or deletion rights. As part of this process, government identification may be required. Consistent with applicable state law, you may designate an authorized agent to make a request on your behalf. In order to designate an authorized agent to make a request on your behalf, you must provide a valid power of attorney, the requester's valid government-issued identification, and the authorized agent's valid government issued identification. We cannot process your request if you do not provide us with sufficient detail to allow us to understand and respond to it.<\/p><h1>Users outside the United States<\/h1><h2>Consent to Transfer<\/h2><p>The Services are operated in the United States. If you are located outside of the United States, please be aware that information we collect will be transferred to and processed in the United States. By using the Services, or providing us with any information, you fully understand and unambiguously consent to this transfer, processing and storage of your information in the United States, a jurisdiction in which the privacy laws may not be as comprehensive as those in the country where you reside and\/or are a citizen.<\/p><h2>Important Information for Users in the European Economic Area<\/h2><p>The following information only applies to users in the European Economic Area (EEA), provided that we are the controller of your personal information as described below.<\/p><h2>Legal bases for processing<\/h2><p>We process your personal information on the following legal bases:<\/p><p>Processing purpose: Legal basis to provide the Services.<\/p><p>Processing is necessary to perform the contract governing our provision of the Services or to take steps that you request prior to requesting the Services.<\/p><p>To operate the websites.<\/p><p>To send marketing communications.<\/p><p>To create anonymous data for analytics.<\/p><p>For compliance, fraud prevention, and safety.<\/p><p>These processing activities constitute our legitimate interests. We consider and balance the potential impact on our rights before we process your personal information for our legitimate interests. We do not use your personal information for activities where your data protection interests override these legitimate interests (unless we have your consent or are otherwise required or permitted to by law).<\/p><p>To comply with law<\/p><p>Processing is necessary to comply with our legal obligations.<\/p><p>With your consent<\/p><p>Processing is based on your consent. Where we rely on your consent you have the right to withdraw it anytime in the manner indicated at the time consent is requested.<\/p><h2>Your Rights<\/h2><p>You may ask us to take the following actions in relation to your Personal Information that we hold:<\/p><ul><li><span style=\"text-decoration:underline\"><strong>Access<\/strong><\/span>. Provide you with information about our processing of your personal information and give you access to your personal information.<\/li><li><span style=\"text-decoration:underline\"><strong>Correct<\/strong><\/span>. Update or correct inaccuracies in your personal information.<\/li><li><span style=\"text-decoration:underline\"><strong>Delete<\/strong><\/span>. Delete your personal information.<\/li><li><span style=\"text-decoration:underline\"><strong>Transfer<\/strong><\/span>. Transfer a machine-readable copy of your personal information to you or a third party of your choice.<\/li><li><span style=\"text-decoration:underline\"><strong>Restrict<\/strong><\/span>. Restrict the processing of your personal information.<\/li><li><span style=\"text-decoration:underline\"><strong>Object<\/strong><\/span>. Object to our reliance on our legitimate interests as the legal basis of our processing your personal information, where that processing adversely impacts your legal rights.<\/li><\/ul><p>You may send us these requests by contacting us at <a href=\"mailto:privacy@aop.com\" target=\"_blank\">privacy@aop.com.<\/a> We may request information from you to help us confirm your identity and process your request. Applicable law may require or permit us to reject part or all of your request. If we reject your request, we will tell you why, subject to legal restrictions. If you would like to submit a complaint about our use of your personal information or response to your requests regarding your personal information, you may contact us or submit a complaint to the data protection regulator in your jurisdiction. You can find your data protection regulator <a href=\"http:\/\/ec.europa.eu\/justice\/article-29\/structure\/data-protection-authorities\/index_en.htm\" target=\"_blank\">here.<\/a><\/p><h2>Retention<\/h2><p>We will only retain your personal information for as long as necessary to fulfil the purposes we collected it for, including to continue providing the Services to active users you sent information to and for the purposes of satisfying any legal, accounting, or reporting requirements. To determine the appropriate retention period for personal information, we consider the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorized use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal requirements. In some circumstances we may anonymize your personal information (so that it can no longer be associated with you) in which case we may use this information indefinitely without further notice to you.<\/p><h1>Notice of Changes to This Policy<\/h1><p>We may occasionally update this Privacy Policy. You can see when it was last updated by looking at the new effective date at the top of this page.<\/p><p>If we make any significant changes, we'll post them prominently on our website 30 days prior to their effective date. Your continued use of the Services after a revision to the Privacy Policy indicates your acceptance and agreement to the current Privacy Policy. We recommend that you periodically review the Privacy Policy to make sure you understand and are up to date on how we are keeping your information safe.<\/p><p>Our Privacy Policy was last updated and is effective as of July 31, 2023.<\/p><h1>For More Information<\/h1><p>If you have questions or comments about this Privacy Policy, please contact us via e-mail at <a href=\"mailto:privacy@aop.com\" target=\"_blank\">privacy@aop.com<\/a> or by mail at 8860 E. Chaparral Road, Ste. 100, Scottsdale, Arizona 85250, Attn: Privacy Office.<\/p><p><\/p><p><\/p>","button_label":"","button_link":"","open_link":"_blank","btn_icon":false,"button_style":"default","btn_size":"large","btn_cl":"dark","button_effect":"fade"}}},"block_order":["text_block_hLgKKj"],"settings":{"design_heading":"1","heading_align":"t4s-text-center","top_heading":"","icon_heading":"las la-gem","top_subheading":"","tophead_mb":30,"text_align":"start","pos_text":"default","fs_title":22,"fs_text":14,"fs_title_mb":22,"fs_text_mb":12,"image_ratio":"ratio16_9","image_size":"cover","image_position":"8","img_effect":"none","b_effect":"none","layout_des":"1","space_h_item":"30","space_v_item":"30","space_h_item_mb":"10","space_v_item_mb":"10","col_dk":"1","col_tb":"1","col_mb":"1","loop":true,"au_time":0,"au_hover":true,"nav_btn":false,"btn_vi":"hover","btn_owl":"default","btn_shape":"none","btn_cl":"dark","btn_size":"small","btn_hidden_mobile":true,"nav_dot":false,"dot_owl":"default","dots_cl":"dark","dots_round":true,"dots_space":10,"dots_hidden_mobile":false,"layout":"t4s-container-wrap","cl_bg":"","cl_bg_gradient":"","mg":",,70px,5%","pd":"","mg_tb":"","pd_tb":"","mg_mb":",,30px,","pd_mb":"","use_cus_css":true,"code_cus_css":".t4s-feature-columns {\n  width: 100%;\n  max-width: 950px;\n  margin: 0 auto;\n}\n\n.t4s-feature-columns__content > h3 {\n  font-size: 36px !important;\n  line-height: 1;\n  margin-bottom: 16px;\n  font-family: var(--font-heading);\n}\n\n.t4s-rte a:not(.btn):not(.t4s-link):not(.t4s-btn):not(.t4s-button):not(.t4s-a) {\n  border-bottom: 0;\n  padding-bottom: 0;\n}\n\n.t4s-feature-columns__content h1,\n.t4s-feature-columns__content h2 {\n  font-size: 28px !important;\n  line-height: 1;\n  margin-bottom: 16px;\n}"}}},"order":["main","sidebar-page","heading","feature_columns_yByPbA"]}