{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"layout":"t4s-container-wrap","cl_bg":"","text_color":"","cl_bg_gradient":"","mg":"60px,,60px,","pd":"","mg_tb":"","pd_tb":"","mg_mb":",,30px,","pd_mb":""}},"sidebar-page":{"type":"sidebar-page","blocks":{"f69681ed-b75e-42de-be58-fdf73b3b7e08":{"type":"blog_cate","settings":{"title":"Blog categories","cat_link_list":"","count":true}}},"block_order":["f69681ed-b75e-42de-be58-fdf73b3b7e08"],"disabled":true,"settings":{"enable_drawer":false,"space":50,"size":"medium","br_style":"none","brcolor":"#222222","sidebar_bdr":5,"sidebar_pd":10}},"heading":{"type":"heading-template","blocks":{"1_NiYnz9":{"type":"1","settings":{"heading":"","fontf":"inherit","text_cl":"#ffffff","text_fs":32,"text_lh":0,"text_fw":400,"text_ls":0,"font_italic":false,"font_uppercase":false,"text_shadow":false,"text_mgb":0,"hidden_mobile":false,"text_fs_mb":20,"text_lh_mb":0,"text_ls_mb":0,"text_mgb_mobile":0}}},"block_order":["1_NiYnz9"],"settings":{"heading_fullwidth":true,"image":"shopify:\/\/shop_images\/header-aop-terms-and-conditions.jpg","use_specify_image":true,"parallax":false,"color":"#000000","textcolor":"#ffffff","overlay":40,"padding":100,"paddingmb":50,"mg_b":70,"mg_bmb":50,"content_align":"t4s-text-center","bg_pos":"center center","bg_repeat":"no-repeat","bg_size":"cover","use_cus_css":false,"code_cus_css":".SectionID {\nbackground-color:red\n}"}},"feature_columns_yByPbA":{"type":"feature_columns","blocks":{"text_block_hLgKKj":{"type":"text_block","settings":{"enable_image":false,"title":"","text":"<h2>Ignite Christian Academy Referral Promotional Terms<\/h2><p>*To receive the $750 credit, the referred student must provide the name of the family who referred them at the time of their enrollment. Pending credits are assigned to the referring family's account once the referred student has been enrolled full-time. Upon completion of their first school year with a minimum of four (4) or more courses, credits are redeemable for the 2024-25 school year.<br\/><\/p><p>**A $250 credit will be immediately applied to the referred student’s account. This credit may also be combined with the 10% discount for a full year of full-time tuition.<br\/><\/p><h2>AOP HOMESCHOOL TERMS OF SERVICE<\/h2><p>LAST REVISED ON: MAY 23, 2024<br\/><br\/>By using or allowing others to use the software, materials, interactive features, and website associated with Alpha Omega Publications (“AOP”), you (the \"User\") are agreeing to be bound by these terms along with AOP’s Privacy Policy (altogether the \"Agreement\"). Any person interacting with AOP in any way, including you or any entity that you represent, are Users for the purposes of this Agreement. If you do not agree to these terms, do not use AOP. If you are dissatisfied with AOP, any AOP content, or this Agreement, you agree that your sole and exclusive remedy is to discontinue your use of AOP. You acknowledge and accept that your use of AOP is at your sole risk. You represent you have the legal capacity and authority to accept these terms and conditions on behalf of yourself and any party you represent. Certain terms of this Agreement may not apply to your use of AOP however, all applicable terms are nonetheless binding. As the rightful owner of AOP, Imagine Learning LLC (\"Imagine\") reserves the right to change or terminate the terms of this Agreement at any time and from time to time by posting said changes on the AOP website. Any such changes are hereby incorporated into this Agreement by reference as though fully set forth herein.<br\/><br\/><strong>A. General Provisions<\/strong><\/p><p><strong>1. Payment.<\/strong> Many of AOP’s Services are available on a subscription basis. The subscription service is a recurring online subscription that automatically renews on the subscription end date of each month or year based on the subscription chosen.  Billing will continue until you unsubscribe in the Manage Subscription section of your parent account.<br\/><br\/><strong>2. Indemnification.<\/strong> You agree to indemnify and hold Imagine, its subsidiaries, affiliates, and assigns, and each of their directors, officers, agents, contractors, partners and employees, harmless from and against any loss, liability, claim, demand, damages, costs, and expenses, including reasonable attorneys' fees, arising out of this Agreement or in connection with any use of AOP including but not limited to any damages, losses, or liabilities whatsoever with respect to damage to any property or loss of any data arising from the possession, use, or operation of AOP by the User or any customers, users, students, or others, or arising from transmission of information or the lack thereof connected with AOP as described in this Agreement.<br\/><br\/><strong>3. Termination.<\/strong> This Agreement shall remain in effect until terminated. This Agreement may be terminated at Imagine's sole discretion and without prior notice, by mutual written agreement between the parties, but not by the User. Imagine may suspend, terminate, or delete your access to AOP without prior notice and in Imagine's sole discretion. Imagine shall not be liable for any such suspension, termination, or deletion or its effects, including but not limited to interruption of business or education, loss of data or property, property damage, or any other hardship, losses, or damages. Imagine may unilaterally and without notice terminate this Agreement and\/or your access to AOP, if you or any other person or entity using AOP violates any provision of this Agreement. Imagine shall not be liable to you or to any third party for any termination. Upon termination you or any other person or party using AOP shall cease to use AOP at your sole cost and expense.<br\/><br\/><strong>4. Updates.<\/strong> At its option, from time to time, Imagine may create updated versions of AOP and may make such updates available to you either for a fee or for free. Unless explicitly stated otherwise, any such updates will be subject to the terms of this Agreement including any amendments to this Agreement, to be determined in Imagine's sole discretion.<br\/><br\/><strong>5. Proprietary Materials.<\/strong> All content available through AOP, including designs, text, graphics, pictures, video, information, applications, software, music, sound, and other files, and their selection and arrangement (\"Site Content\"), as well as all software and materials contained in or related to AOP are protected by copyrights, trademarks, service marks, patents, trade secrets, or other proprietary rights and laws. You hereby agree not to sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit, or create derivative works from such content or materials. Systematic retrieval of data or other content from AOP to create or compile, directly or indirectly, a collection, compilation, recreation, database, or directory of AOP materials is prohibited except as provided for herein. Use of AOP content or materials for any purpose not expressly provided for herein is prohibited.<br\/><br\/><strong>6. Disclaimer of Warranty.<\/strong> AOP is provided \"as is\", with all faults and without warranty of any kind. IMAGINE HEREBY DISCLAIMS ALL WARRANTIES WITH RESPECT TO AOP, EITHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, OF SATISFACTORY QUALITY, OF FITNESS FOR A PARTICULAR PURPOSE, OF ACCURACY, OF QUIET ENJOYMENT, AND NON-INFRINGEMENT OF THIRD PARTY RIGHTS. IMAGINE DOES NOT WARRANT, GUARANTEE, OR MAKE ANY REPRESENTATIONS THAT THE CONTENT IS ACCURATE, RELIABLE, OR CORRECT OR THAT IT WILL MEET YOUR NEEDS OR REQUIREMENTS, THAT AOP WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION, THAT ANY DEFECTS OR ERRORS WILL BE CORRECTED, OR THAT THE CONTENT IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. You assume the entire risk as to the quality, results, and performance of AOP as well as the entire risk and cost of all service, repair, or correction related to your use of AOP. No oral or written information, advice, suggestions, or recommendations given by Imagine, its representatives, dealers, distributors, agents, or employees shall create a warranty or in any way increase the scope of this Agreement and you may not rely on any such information, advice, suggestions, or recommendations. Some jurisdictions do not allow the exclusion or limitation of certain warranties or consumer rights so some exclusions and limitations may not apply to you.<br\/><br\/><strong>7. Limitation of Liability. <\/strong>You hereby agree that Imagine, its subsidiaries, affiliates, and assigns, and each of their directors, officers, agents, contractors, partners, and employees, shall not be liable to you or any third party for any indirect, special, consequential, or incidental damages including but not limited to damages for loss of funds or property, business interruption, loss of business opportunity, loss of data, or any other hardship, damages, or losses arising out of or related to: the use or inability to use AOP, however caused; unauthorized or accidental access to or alteration of data; statements or conduct of any third party; or any matter relating to the use of AOP; and even if Imagine has been advised of the possibility of such damages. Some jurisdictions do not allow the exclusion or limitation of certain remedies or damages so some exclusions and limitations may not apply to you.<br\/><br\/><strong>8. Severability.<\/strong> If any provision of this Agreement is held to be ineffective, unenforceable, or illegal for any reason, Imagine may reform such provision to the extent necessary to make it effective, enforceable, and legal or such provision may be deemed severed and in either case this Agreement with such provision reformed or severed shall remain in full force and effect to the fullest extent permitted by law.<br\/><br\/><strong>9. Controlling Law and Controversies.<\/strong> This Agreement shall be governed by the laws of the State of Arizona and of the United States. You understand and agree that use of AOP may involve interstate data transmissions which may be considered a transaction in interstate commerce under federal law. If any controversy or claim arising out of or relating to this Agreement cannot be solved by negotiation between the parties, the parties hereby agree to attempt in good faith to settle the dispute through mediation administered by a mutually agreed upon mediator in Phoenix, Arizona. If mediation fails to resolve the dispute, the parties hereby agree that the dispute shall be settled through arbitration administered by a mutually agreed upon arbitrator in Phoenix, Arizona. Judgment upon an arbitration decision may be entered in any court otherwise having jurisdiction.<br\/><br\/><strong>10. Entire Agreement.<\/strong> This Agreement constitutes the entire agreement between Imagine and the User relating to the subject matter hereof and supersedes all prior understandings, promises, and undertakings, if any, made orally or in writing with respect to the subject matter hereof. No modification, amendment, waiver, termination, or discharge of any portion of this Agreement shall be binding unless executed and confirmed in writing by Imagine.<br\/> <br\/><strong>B. End User License Agreement<\/strong><\/p><p><strong>1. Ownership.<\/strong> Excluding any User Content (defined below) that you may provide, you acknowledge that all the intellectual property rights, including copyrights, patents, trademarks, and trade secrets, in the Services and their content are owned by AOP or our suppliers. AOP and all associated materials provided by Imagine are the solely owned or appropriately licensed property of Imagine. AOP is licensed, not sold, to you under the terms of this Agreement. Imagine does not sell any title, ownership right, or interest in or to AOP. By using AOP, you are agreeing only to a non-exclusive, nontransferable license to use, according to the terms of this Agreement, AOP and any software programs or other proprietary material of third parties that are incorporated into AOP. Imagine reserves and retains all applicable right, title, and interest (including but not limited to copyrights, patents, trademarks, and service marks and other intellectual property rights) in and to AOP and all associated materials. Any remuneration paid for this product constitutes a license fee for the use of AOP.<br\/><br\/><strong>2. Use.<\/strong><br\/><strong>(a)<\/strong> The copying, reproduction, duplication, translation, reverse engineering, adaptation, de-compilation, disassembly, reverse assembly, modification, or alteration of AOP or any portion thereof is expressly prohibited without the prior written consent of Imagine except as provided for herein. The merger or inclusion of AOP or any portion thereof with any computer program, and the creation of derivative works or programs from AOP or any portion thereof, is also expressly prohibited without the prior written consent of Imagine.<br\/><br\/><strong>(b)<\/strong> Requests for permission to reproduce, duplicate, adapt, or otherwise exploit any portion of AOP should be submitted in writing to the Imagine address listed at the bottom of this Agreement. Any permissions granted shall be in the sole and exclusive discretion of Imagine.<br\/><br\/><strong>(c)<\/strong> Neither AOP nor any part thereof may be rented, leased, sold, assigned, transferred, re-licensed, sub-licensed, or conveyed by you for any purpose. Any attempted rental, lease, sale, assignment, transfer, re-license, sub-license, conveyance, gift, or other disposition of AOP by you in violation of this Agreement is null and void. Any act or failure to prevent an act in violation of this Agreement may result in civil and\/or criminal prosecution.<br\/><br\/><strong>(d)<\/strong> Programs or software developed and\/or owned by entities other than Imagine and included with or incorporated into AOP (\"Third Party Software\") is subject to and its use is governed by this Agreement. The use of Third Party Software for any purpose other than its intended use in conjunction with AOP is prohibited and you hold Imagine harmless from and against the results of any such use.<br\/><br\/><strong>3. Registration and Identifying Information.<\/strong>  In order to use certain features of AOP’s Services, you must register for an account (“Account”) and provide certain information about yourself as prompted by the account registration form. You represent and warrant that: <br\/><br\/><strong>(a)<\/strong> all required registration information you submit is truthful and accurate; <br\/><strong><br\/>(b) <\/strong>you will maintain the accuracy of such information. You may delete your Account at any time, for any reason, by contacting us at privacy@imaginelearning.com. We may suspend or terminate your Account in accordance with Section 3. You hereby represent and warrant that any and all information provided by you to Imagine shall be complete, true, accurate, and current in all respects and that you shall update Imagine regarding any changes to such information as soon as such changes occur. As related to your use of AOP, you are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer. You agree to accept responsibility for all activities that occur under your account and password. When providing any identifying information about students or minors, you hereby represent and warrant that you are authorized to provide such information and that you have read and agreed to the terms of the Privacy Policy included in this Agreement and associated with AOP.<br\/><br\/><strong>4. Hosting Policy.<\/strong><br\/><strong>(a)<\/strong> Imagine may, but is not obligated to, provide database services to manage student records solely related to the use and application of AOP (\"Hosting Services\").<br\/><br\/><strong>(b)<\/strong> Hosting Services provided by Imagine in connection with the purchase and\/or use of AOP are included in any price paid for AOP and Imagine is not responsible nor will Imagine provide or offer any discounts or credits if you do not have adequate facilities or equipment to utilize the Hosting Services.<br\/><strong><br\/>(c)<\/strong> You agree that all data will be processed in the United States of America.<br\/><br\/><strong>(d)<\/strong> You agree to exercise the utmost vigilance and care in protecting all information transmitted via Imagine's Hosting Services. Imagine is not responsible for any lost, stolen, or otherwise mismanaged data you transmit to AOP pursuant to this Agreement.<br\/><br\/><strong>(e)<\/strong> Any and all information transmitted pursuant to this Agreement shall be subject to and covered by the indemnifications, liability limitations, and Privacy Policy.<br\/><br\/><strong>(f)<\/strong> Imagine reserves the right to modify or discontinue, temporarily or permanently, at any time and from time to time, the Hosting Services (or any part thereof) with or without notice. Imagine shall not be liable to you, the User, or to any third party for any modification, suspension, or discontinuation of the Hosting Services, for your or any third party's use of the Hosting Services, or for any damages originating therefrom. In no event shall you be entitled to receive a rebate, refund, credit, or reduction of any costs or fees which you agreed to pay for AOP.<br\/><br\/><strong>5. Third Party Sites and Content.<\/strong> AOP may contain (or may send you through or to) links to other websites (\"Third Party Sites\") as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (\"Third Party Content\"). Imagine does not check such Third Party Sites or Third Party Content for accuracy, appropriateness, or completeness and Imagine is not responsible for any Third Party Sites accessed through use of AOP or for any Third Party Content posted on, available through, or installed from AOP, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third Party Sites or the Third Party Content. Inclusion of, linking to, or permitting the use or installation of any Third Party Site or any Third Party Content does not imply approval or endorsement thereof by Imagine. Although some computers may employ filtering software to prevent access to certain Third-Party Sites, Imagine shall have no responsibility or liability whatsoever for any Third Party Sites or Third Party Content accessed through the use of AOP.<br\/><br\/><strong>6. Use by Children Under 13. <\/strong>The Children’s Online Privacy Protection Act (“COPPA”) requires that all online service providers, including AOP, obtain parental consent before knowingly collecting personally identifiable information from children under the age of 13. We do not knowingly collect or solicit any personally identifiable information from children under the age of 13, except with the appropriate consent as set out in our Privacy Policy. Children under the age of 13 are prohibited from using the Services or creating an Account unless they are doing so with parental consent. If we learn that we have collected personal information from a person under the age of 13 that does not comply with COPPA, we will delete that information as soon as reasonably practicable. If you believe that a child under the age of 13 has provided personally identifiable information to us without the necessary consent, please contact us as soon as possible at privacy@imaginelearning.com.<br\/><br\/><strong>7. User Conduct.<\/strong> You represent, warrant, and agree that no materials of any kind submitted through your account or otherwise created, used, posted, transmitted, or shared by you or others through you on or through AOP will violate or infringe upon the rights of any third party, including copyright, trademark, privacy, publicity, or other personal or proprietary rights, or contain libelous, defamatory, or otherwise unlawful material. You further agree not to use AOP to:<br\/><br\/><strong>(a)<\/strong> collect email addresses or other contact information of other users from AOP;<br\/><strong><br\/>(b)<\/strong> send unsolicited communications to other users of AOP;<br\/><strong><br\/>(c)<\/strong> take any unlawful or unauthorized actions or in any way damage, disable, overburden, or impair AOP or the intellectual property rights owned or licensed by Imagine as described elsewhere herein;<br\/><br\/><strong>(d)<\/strong> upload, post, transmit, share, store, or otherwise make available any content that Imagine, in its sole discretion, deems harmful, threatening, unlawful, defamatory, infringing, abusive, inflammatory, harassing, vulgar, obscene, fraudulent, invasive of privacy or publicity rights, hateful, or racially, ethnically, or otherwise objectionable;<br\/><br\/><strong>(e)<\/strong> misrepresent yourself, your age, or your affiliation with any person or entity;<br\/><br\/><strong>(f)<\/strong> upload, post, transmit, share, or otherwise make available any unsolicited or unauthorized advertising, solicitations, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" or any other form of solicitation;<br\/><br\/><strong>(g)<\/strong> upload, post, transmit, share, store, or otherwise make publicly available through AOP any private information of any third party;<br\/><br\/><strong>(h)<\/strong> solicit personal information from anyone under 18 or solicit passwords or personally identifying information for commercial, unauthorized, or unlawful purposes;<br\/><br\/><strong>(i)<\/strong> upload, post, transmit, share, or otherwise make available any material that contains software viruses or any other computer code, files, or programs designed to interrupt, destroy, or limit the functionality of any computer software or hardware or telecommunications equipment;<br\/><br\/><strong>(j)<\/strong> intimidate or harass another; <br\/><br\/><strong>(k)<\/strong> upload, post, transmit, share, store, or otherwise make available content that would constitute, encourage, or provide instructions for a criminal offense, violate the rights of any party, or that would otherwise create liability or violate any local, state, national, or international law;<br\/><br\/><strong>(l)<\/strong> use or attempt to use another's account, service, or system or create a false identity on AOP;<br\/><br\/><strong>(m)<\/strong> interfere with or disrupt AOP or servers or networks connected to AOP, or disobey any requirements, procedures, policies, or regulations of networks connected to AOP;<br\/><strong><br\/>(n)<\/strong> upload, post, transmit, share, store, or otherwise make available content that infringes any proprietary rights of any party or defames, slanders, or libels any party, or otherwise violates any law of the United States or the jurisdiction in which you reside;<br\/><strong><br\/>(o)<\/strong> upload, post, transmit, share, store, or otherwise make available content that, in the sole judgment of Imagine, is objectionable or which restricts or inhibits any other person from using or enjoying AOP, or which may expose Imagine or its users to any harm or liability of any type.<br\/><br\/><strong>8. User Content.<\/strong> You are solely responsible for the profiles (including any name, image, or likeness), messages, notes, text, information, listings, and other content that you upload, publish, or display on or through AOP (\"User Content\"). Posting, transmitting, or sharing User Content through AOP that you did not create, that you do not have the rights to, or that you do not have permission to post is prohibited. You understand and agree that Imagine may, but is not obligated to, review and may delete or remove (without notice) any User Content in its sole discretion, for any reason or no reason, including User Content that in Imagine's sole judgment violates this Agreement or which might be offensive, illegal, or that might violate the rights, harm, or threaten the safety of users or others. You are solely responsible at your sole cost and expense for creating backup copies and replacing any User Content you post or store on AOP or provide to Imagine. When you post User Content, you authorize and direct Imagine to make such copies thereof as Imagine deems necessary in order to facilitate the posting, storage, and use of the User Content. By posting User Content through any part of AOP, you automatically grant, and you represent and warrant that you have the right to grant, to Imagine an irrevocable, perpetual, non-exclusive, transferable, fully paid, worldwide license (with the right to sublicense) to use, copy, publicly perform, publicly display, edit, reformat, translate, excerpt (in whole or in part), and distribute such User Content for any purpose, commercial, advertising, or otherwise, on or in connection with AOP or the promotion thereof, to prepare derivative works of, or incorporate into other works, such User Content, and to grant and authorize sublicenses of the foregoing.<br\/><br\/><strong>C. Pricing Policy<\/strong><\/p><p>The Account Owner means the person of record responsible for payment on the account. The Account Owner has responsibility for payment and sole control of the account data.<br\/><br\/><strong>1a. Free Trial:<\/strong> Each student is eligible for one free trial. The free trial period begins upon sign-up and will last for 30 days. During this time, you will have full access to all features and functionalities of our digital service.<br\/><br\/><strong>1b. Automatic Transition:<\/strong> At the end of the expiration of the free trial period, your access will automatically transition to a paid subscription plan based on the frequency chosen during sign-up (monthly or yearly). If you do not wish to continue with the paid subscription, you must cancel your subscription before the end of your free trial period to avoid being charged. <br\/><br\/><strong>1c. Billing:<\/strong> By signing up for a free trial, you authorize us to charge your chosen payment method automatically at the end of the trial period for the applicable subscription fee. The subscription fee will be based on the frequency chosen (monthly or yearly current pricing at the time of transition and the).<br\/><br\/><strong>1d. Cancellation:<\/strong> You may cancel your subscription at any time during the free trial period or during your paid subscription. To cancel, you must unsubscribe in the Manage Subscription section of your parent account.<br\/><br\/><strong>2. Subscription Pricing:<\/strong> Monarch Full Access requires at least one student be enrolled at the full base price. Additional students may be added at a reduced cost. If the first student is unsubscribed, the next active student assumes the first student’s full base price and other active students may continue the subscription at a reduced cost. It’s important to maintain an active subscription at the full base price to enjoy uninterrupted service.<br\/><br\/><strong>3. Billing Adjustments:<\/strong> A change in your billing frequency (i.e., from monthly to yearly) will be reflected at the beginning of the next billing cycle. For instance, if you switch to a yearly plan from an existing monthly plan, your next monthly billing date will initiate the yearly subscription and payment on that date, extending your service for a year at that time. If you switch to a monthly plan from an existing yearly plan, your next yearly billing date will initiate the monthly subscription and payment on that date, extending your service for a month at that time.<br\/><br\/><strong>4. Payment Reminders:<\/strong> We’ll send reminders three days before a monthly billing and thirty days before a yearly billing, helping you to stay informed about upcoming charges.<br\/><br\/><strong>5. Order Confirmation: <\/strong>After each payment, you’ll receive an email confirming your order, serving as your transaction record.<br\/><br\/>AOP’s Privacy Policy may be accessed at <a href=\"\/pages\/privacy-policy\" target=\"_blank\" title=\"\/pages\/privacy-policy\">https:\/\/www.aop.com\/pages\/privacy-policy<\/a>.<br\/><br\/><\/p>","button_label":"","button_link":"","open_link":"_blank","btn_icon":false,"button_style":"default","btn_size":"large","btn_cl":"dark","button_effect":"fade"}}},"block_order":["text_block_hLgKKj"],"settings":{"design_heading":"1","heading_align":"t4s-text-center","top_heading":"","icon_heading":"las la-gem","top_subheading":"","tophead_mb":30,"text_align":"start","pos_text":"default","fs_title":22,"fs_text":14,"fs_title_mb":22,"fs_text_mb":12,"image_ratio":"ratio16_9","image_size":"cover","image_position":"8","img_effect":"none","b_effect":"none","layout_des":"1","space_h_item":"30","space_v_item":"30","space_h_item_mb":"10","space_v_item_mb":"10","col_dk":"1","col_tb":"1","col_mb":"1","loop":true,"au_time":0,"au_hover":true,"nav_btn":false,"btn_vi":"hover","btn_owl":"default","btn_shape":"none","btn_cl":"dark","btn_size":"small","btn_hidden_mobile":true,"nav_dot":false,"dot_owl":"default","dots_cl":"dark","dots_round":true,"dots_space":10,"dots_hidden_mobile":false,"layout":"t4s-container-wrap","cl_bg":"","cl_bg_gradient":"","mg":",,70px,5%","pd":"","mg_tb":"","pd_tb":"","mg_mb":",,30px,","pd_mb":"","use_cus_css":true,"code_cus_css":".t4s-feature-columns {\n  width: 100%;\n  max-width: 950px;\n  margin: 0 auto;\n}\n\n.t4s-feature-columns__content > h3 {\n  font-size: 36px !important;\n  line-height: 1;\n  margin-bottom: 16px;\n  font-family: var(--font-heading);\n}\n\n.t4s-rte a:not(.btn):not(.t4s-link):not(.t4s-btn):not(.t4s-button):not(.t4s-a) {\n  border-bottom: 0;\n  padding-bottom: 0;\n}\n\n.t4s-feature-columns__content h1,\n.t4s-feature-columns__content h2 {\n  font-size: 28px !important;\n  line-height: 1;\n  margin-bottom: 16px;\n}"}}},"order":["main","sidebar-page","heading","feature_columns_yByPbA"]}