{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"layout":"t4s-container-wrap","cl_bg":"","text_color":"","cl_bg_gradient":"","mg":"60px,,60px,","pd":"","mg_tb":"","pd_tb":"","mg_mb":",,30px,","pd_mb":""}},"sidebar-page":{"type":"sidebar-page","blocks":{"f69681ed-b75e-42de-be58-fdf73b3b7e08":{"type":"blog_cate","settings":{"title":"Blog categories","cat_link_list":"","count":true}}},"block_order":["f69681ed-b75e-42de-be58-fdf73b3b7e08"],"disabled":true,"settings":{"enable_drawer":false,"space":50,"size":"medium","br_style":"none","brcolor":"#222222","sidebar_bdr":5,"sidebar_pd":10}},"heading":{"type":"heading-template","blocks":{"1_NiYnz9":{"type":"1","settings":{"heading":"","fontf":"inherit","text_cl":"#ffffff","text_fs":32,"text_lh":0,"text_fw":400,"text_ls":0,"font_italic":false,"font_uppercase":false,"text_shadow":false,"text_mgb":0,"hidden_mobile":false,"text_fs_mb":20,"text_lh_mb":0,"text_ls_mb":0,"text_mgb_mobile":0}}},"block_order":["1_NiYnz9"],"settings":{"heading_fullwidth":true,"image":"shopify:\/\/shop_images\/choosing_method.jpg","use_specify_image":true,"parallax":false,"color":"#000000","textcolor":"#ffffff","overlay":40,"padding":100,"paddingmb":50,"mg_b":70,"mg_bmb":50,"content_align":"t4s-text-center","bg_pos":"center center","bg_repeat":"no-repeat","bg_size":"cover","use_cus_css":false,"code_cus_css":".SectionID {\nbackground-color:red\n}"}},"feature_columns_yByPbA":{"type":"feature_columns","blocks":{"text_block_hLgKKj":{"type":"text_block","settings":{"enable_image":false,"title":"Choosing a method","text":"<p>Simply stated, there is no right or wrong way to homeschool. As its popularity has grown over the past decades, homeschooling methods have adapted to fit the needs of individual families and developed into many different approaches.<\/p><p>For some families, homeschooling works best within a well-structured, goal-oriented routine. For others, spontaneity, flexibility, and experiential learning are key components to more successful homeschooling. Still others find a combination of methods to be their best approach. Whichever method or philosophy you choose, it will better direct you in purchasing the right curriculum for your homeschool family, matching your teaching preference and your child's unique learning style.<\/p><p>What are the most popular homeschooling methods?<\/p><h1>AOP Options<\/h1><h2>Computer-based Homeschool Method<\/h2><p>Making use of the latest technology, this method of student-directed homeschooling is becoming more popular with today's generation of computer-savvy homeschool families. Whether learning with <a href=\"https:\/\/www.aop.com\/curriculum\/monarch\">online curriculum<\/a> or through an <a href=\"https:\/\/www.ignitechristianacademy.com\/\" target=\"_blank\">accredited online academy<\/a>, electronic-based homeschooling allows more flexibility, freedom, and opportunities for a dynamic, fun-filled education.<\/p><p>The computer-based homeschool method is best for homeschool parents who:<\/p><ul><li>Want to teach using a set scope and sequence<\/li><li>Value modern technology that educates with multimedia content and games<\/li><li>Prefer a child to work on assignments at his own pace<\/li><li>Like handy teaching tools to customize curriculum, prepare lesson plans, and automatically grade school work<\/li><li>Want less involvement in the day-to-day teaching process<\/li><\/ul><h2>Did you know...<\/h2><p>According to a 2009 meta study from the Department of Education, \"Students who took all or part of their class online performed better, on average, than those taking the same course through traditional face-to-face instruction.\"<\/p><h2>Workbook-based\/Traditional Homeschool Method<\/h2><p>Basing its model on the traditional idea found in a public or private school, this homeschooling method incorporates the use of <a href=\"https:\/\/www.aop.com\/curriculum\/horizons\">workbooks<\/a> or <a href=\"https:\/\/www.aop.com\/curriculum\/lifepac\">worktexts<\/a>. A clear scope and sequence is usually followed to minimize any potential learning gaps, along with the use of quizzes and tests to evaluate what the child has learned.<\/p><p>The workbook-based\/traditional homeschool method is best for homeschool parents who:<\/p><ul><li>Want to simulate an educational experience as found in a traditional classroom<\/li><li>Have predetermined ideas about what to teach, and it matches the curriculum they select<\/li><li>Prefer the security of a complete curriculum that includes print-based materials<\/li><li>Enjoy a more structured homeschool schedule with set study periods for each subject<\/li><li>Desire documentation of completed lessons for recordkeeping and reporting<\/li><\/ul><p>Commonly known as school-at-home or school-in-a-box, traditional homeschooling gives parents the security of an established routine and teaching method.<\/p><h2>Unit Study Homeschool Method<\/h2><p>Sometimes called cross-learning, thematic, or integrated homeschooling, <a href=\"https:\/\/www.aop.com\/curriculum\/weaver\">unit studies<\/a> give parents the ability to combine multiple subject areas into one curriculum centered around a particular theme. The approach is to take a selected topic of interest and study it in-depth, covering every element as it relates to science, math, literature, history, geography, language, and other disciplines. Children in the family participate in learning the topic by using materials and doing activities geared specifically for their grade level.<\/p><p>The unit study homeschool method is best for homeschool parents who:<\/p><ul><li>Need a cost-effective approach for teaching multiple children in different grade levels<\/li><li>Want an integrated learning method that provides a broader understanding on a topic<\/li><li>Desire a more hands-on homeschooling experience to increase learning retention<\/li><li>Prefer a natural way of learning with time to think, experiment, and discover a topic<\/li><li>Want to keep their child engaged and eager to learn<\/li><\/ul><p>Content is more easily learned and retained if taught through interdisciplinary units.<\/p><h1>Other Options<\/h1><h2>The Charlotte Mason Method<\/h2><p>A homeschooler herself, Charlotte Mason was a British educator who lived in the late 1800s. She promoted a gentle, flexible learning approach and was zealous about teaching with \"Living Books\" (books written by one author with a passion for that particular subject). Charlotte's method focused on core subjects, the development of good behavior and character habits, and the study of fine arts, nature, classic literature and music, and poetry. She also encouraged observation, interaction, and an appreciation for nature by the use of \"Nature Diaries.\"<\/p><p>The Charlotte Mason method is best for homeschool parents who:<\/p><ul><li>Want a less rigid schedule<\/li><li>Desire a learning environment that encourages exploration and appreciation of nature<\/li><li>Prefer evaluating a child's learning other than with formal, written tests<\/li><li>Like reading lots of books and want to offer a well-rounded education<\/li><li>Want to be directly involved with their child's education<\/li><\/ul><p>\"Education is an atmosphere, a discipline, a life.\"<br\/>— Charlotte Mason<\/p><h2>The Montessori Method<\/h2><p>Emerging from the discoveries of Dr. Maria Montessori during the early 1900s in Rome, Italy, the Montessori method is a natural, self-directed process that follows certain fundamental laws of nature. Preparing an environment that facilitated learning, Dr. Montessori observed that children have acute sensitive periods in which they have intense concentration, causing them to repeat an activity until they gain a measure of self-satisfaction. The Montessori method calls this repetition process \"normalization\".<\/p><p>The Montessori method is best for homeschool parents who:<\/p><ul><li>Prefer their child to learn in hands-on, concrete ways<\/li><li>Want to let their child learn at his own pace to allow optimal growth to take place<\/li><li>Desire a child to learn through his own errors vs. having to point out the mistake<\/li><li>Can create a child-centered learning environment that promotes the sense of discovery<\/li><li>Want less of a teaching role to allow a child to develop through self-motivation<\/li><\/ul><p>\"Education is a natural process carried out by the human individual and is acquired not by listening to words, but by experiences in the environment.\"<br\/>— Dr. Maria Montessori<\/p><h2>The Classical Method<\/h2><p>Homeschool parents who educate their children using this method believe that a child's brain develops in three fundamental stages: grammar, logic, and rhetoric (a critical thinking learning pattern better known as the Trivium.) Emphasizing how to learn rather than teaching everything a child needs to learn, the Trivium seeks to custom fit the curriculum subject matter to a child's cognitive development. In grade school, it emphasizes concrete thinking and memorization of facts. Then in middle school, it encourages analytical thinking until in high school, it presents abstract thinking and articulation of subjects.<\/p><p>The classical method is best for homeschool parents who:<\/p><ul><li>Like structure and want to evaluate their child's learning on academic standards<\/li><li>Value education based on the written word, both reading and writing<\/li><li>Desire to teach critical thinking and philosophy with the classics of Western literature<\/li><li>Have an academically minded child who enjoys learning subjects like Latin and\/or Greek languages<\/li><li>Want direct involvement in teaching by discussing books, giving dictation, and encouraging academic goals<\/li><\/ul><p>\"To read the Latin and Greek authors in their original is a sublime luxury...I thank on my knees him who directed my early education for having in my possession this rich source of delight.\"<br\/>— Thomas Jefferson<\/p><h2>Additional Homeschool Methods<\/h2><p>The above list of homeschooling philosophies and methods only begins to scratch the surface. Other options include literature-based, Robinson, and Waldorf homeschooling, as well as unschooling, notebooking, and any combination of the above mentioned methods. Each has its own set of pros and cons, but you can distinguish them from each other simply by the following differences:<\/p><ul><li>How do you look at education?<\/li><li>How involved do you want to be in teaching?<\/li><li>What type of structure do you desire?<\/li><li>What do you want your child to learn?<\/li><li>How do you plan to evaluate your child's performance?<\/li><\/ul><p>In the end, the way you answer each of these questions is the key to discovering a homeschooling method that works best for your family.<\/p><h2>Digging Deeper<\/h2><ul><li>Research homeschooling's contemporary founding fathers, including Dr. Raymond Moore, John Holt, and others.<\/li><li>Read The Big Book of Home Learning by Mary Pride or How to Homeschool, A Practical Approach by Gayle Graham.<\/li><\/ul><h2>Take the next step: Explore learning styles<\/h2><p>As a first-time homeschooler, you're probably asking yourself, \"How do I know which curriculum is best?\" Many parents mistakenly choose a curriculum simply based on its cost or the perceived grade level of their child. However, there are many other important considerations and questions to ask.<\/p>","button_label":"","button_link":"","open_link":"_blank","btn_icon":false,"button_style":"default","btn_size":"large","btn_cl":"dark","button_effect":"fade"}}},"block_order":["text_block_hLgKKj"],"settings":{"design_heading":"1","heading_align":"t4s-text-center","top_heading":"","icon_heading":"las la-gem","top_subheading":"","tophead_mb":30,"text_align":"start","pos_text":"default","fs_title":22,"fs_text":14,"fs_title_mb":22,"fs_text_mb":12,"image_ratio":"ratio16_9","image_size":"cover","image_position":"8","img_effect":"none","b_effect":"none","layout_des":"1","space_h_item":"30","space_v_item":"30","space_h_item_mb":"10","space_v_item_mb":"10","col_dk":"1","col_tb":"1","col_mb":"1","loop":true,"au_time":0,"au_hover":true,"nav_btn":false,"btn_vi":"hover","btn_owl":"default","btn_shape":"none","btn_cl":"dark","btn_size":"small","btn_hidden_mobile":true,"nav_dot":false,"dot_owl":"default","dots_cl":"dark","dots_round":true,"dots_space":10,"dots_hidden_mobile":false,"layout":"t4s-container-wrap","cl_bg":"","cl_bg_gradient":"","mg":",,70px,5%","pd":"","mg_tb":"","pd_tb":"","mg_mb":",,30px,","pd_mb":"","use_cus_css":true,"code_cus_css":"#shopify-section-template--16997886427299__feature_columns_yByPbA{\n    width: 100%;\n    max-width: 950px;\n    margin: 0 auto;\n}\n\n.t4s-feature-columns__content > h3 {\n   font-size: 36px !important;\n  line-height: 1;\n  margin-bottom: 16px;\n  font-family: var(--font-heading);\n}\n\nh1, h2 {\n   font-size: 28px !important;\n  line-height: 1;\n  margin-bottom: 16px;\n}"}}},"order":["main","sidebar-page","heading","feature_columns_yByPbA"]}